Repository: hbuyse/dj-breakfasts
Catalog: breakfasts/locale/*/LC_MESSAGES/django.po
Languages: fr

source: Participant that has to pay
fr: Participant qui doit payer

source: The date has to be in the future
fr: La date doit être dans le futur

source: Select two breakfasts to alternate the participants
fr: Sélectionner deux dates de petit-déjeuner où il faut alterner les participants

source: first name
fr: prénom

source: last name
fr: nom de famille

source: creation date
fr: date de création

source: last modification date
fr: date de dernière modification

source: is active
fr: est actif

source: receive email notification
fr: réception d'email de notification

source: email task id
fr: id de tache d'envoi d'email

source: is recursive
fr: est récurrent

source: next breakfast task id
fr: id de tache de renouvellement de petit-déjeuner

source: Breakfast date %(date)s
fr: Date de petit-déjeuner %(date)s

source: breakfast
fr: petit-déjeuner

source: The date entered must be greater than today.
fr: La date entrée doit être plus tard qu'aujourd'hui.

source: The value entered isn't a valid type of date or datetime.
fr: La valeur entrée n'est pas de type 'date' ou 'datetime'.

source: The date entered must be today or greater.
fr: La date entrée doit être aujourd'hui ou plus tard.

source: Breakfast list cannot be None.
fr: La liste de petit-déjeuner ne peut pas être 'None'.

source: Breakfast list has to be a list.
fr: breakfast_list doit être une liste.

source: You have to select two breakfast dates to alternate.
fr: Vous devez sélectionner deux dates de petit-déjeuners à alterner.
